Repository: cliff357/OursReader
Catalog: OursReader/Resource/Localization/Localizable.xcstrings
Source language: zh_hk
Languages: en

# copy
source: 複制
en: Copy

# dashboard
source: 叫首頁定叫咩好
en: Dashboard

# ebook
source: 電子書
en: E-book

# error_setting_not_found
source: 無法找到指定的設定
en: Cannot find the specified setting

# friend_add_button
source: 加入
en: Add

# friend_add_by_id
source: 使用ID添加朋友
en: Add Friend by ID

# friend_add_failed
source: 失敗：
en: Failed:

# friend_add_title
source: 添加朋友
en: Add Friend

# friend_added_success
source: 朋友添加成功！
en: Friend added successfully!

# friend_connect
source: 連接
en: Connect

# friend_copied_to_clipboard
source: 已複製到剪貼簿
en: Copied to clipboard

# friend_default_name
source: 朋友
en: Friend

# friend_empty_state_message
source: 加好友一起分享故事。
en: Add friends to connect and share stories together.

# friend_empty_state_title
source: 暫時沒有朋友
en: No Friends Yet

# friend_enter_id
source: 輸入朋友ID
en: Enter friend's ID

# friend_find_nearby
source: 尋找附近的朋友
en: Find Friends Nearby

# friend_linking_request
source: 開始連接到 %@
en: Start linking to %@

# friend_linking_start
source: 開始！
en: Start!

# friend_list_title
source: 朋友
en: Friends

# friend_nearby_title
source: 附近裝置
en: Nearby Devices

# friend_not_signed_in
source: 未登入
en: Not signed in

# friend_remove_button
source: 刪除朋友
en: Remove Friend

# friend_send_info
source: 發送資料
en: Send Info

# friend_user_not_found
source: 找不到使用此ID的用戶
en: User not found with that ID

# friend_your_user_id
source: 你的用戶ID
en: Your User ID

# general_cancel
source: 取消
en: Cancel

# general_confirm
source: 確定
en: Confirm

# general_done
source: 完成
en: Done

# general_next
source: 下一步
en: Next

# general_no
source: 否
en: No

# general_ok
source: 好
en: Ok

# login
source: 登入
en: Login

# login_email_floating_msg
source: 打email 快快快
en: email here

# login_email_title
source: 呢到入email
en: Please input email

# login_no_account
source: 冇ac？
en: Don't have account?

# login_pass_floating_msg
source: 快快快！
en: password

# login_pass_title
source: 呢到入密碼～
en: password

# login_title
source: 即刻登入
en: Login Now

# logout
source: 登出
en: Logout

# nick_name
source: 花名
en: Nick name here

# or
source: 或
en: or

# profile
source: Profile (諗唔到中文)
en: Profile

# push_add_more_title
source: 加多幾個通知
en: Add More Notifications

# push_add_new
source: 新增通知
en: Add New Notification

# push_cancel
source: 唔整住
en: Cancel

# push_confirm_delete
source: 確認刪除
en: Confirm Delete

# push_content
source: 內容
en: Content

# push_delete
source: 刪除
en: Delete

# push_delete_confirm_message
source: 你確定要移除這個通知嗎？此操作無法復原。
en: Are you sure you want to delete this notification? This action cannot be undone.

# push_done
source: 搞掂
en: Done

# push_edit
source: 修改通知
en: Edit Notification

# push_notification
source: 通知
en: Notification

# push_please_fill_fields
source: 請填寫標題和內容
en: Please fill in title and content

# push_remove
source: 移除通知
en: Remove Notification

# push_title
source: 標題
en: Title

# push_use_your_power
source: 發揮小宇宙
en: Use Your Power

# sign_up
source: 整番個ac先
en: Sign up

# sign_up_button
source: 註冊
en: Register

# version_info
source: 版本
en: Version

# version_unavailable
source: 無法獲取版本資訊
en: Version information unavailable
